Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/services_and_supports_for_children/child_abuse.html.txt.tmx
Source language: en
Languages: ga

source: • What is child abuse?
ga: • Céard is mí-úsáid leanaí ann?

source: • How do you recognise child abuse?
ga: • Cén chaoi a n-aithníonn tú mí-úsáid leanaí?

source: • How do I report my concerns?
ga: • Cén chaoi a ndéanaim tuairisiciú ar mo imní?

source: • Adults who have experienced abuse in childhood
ga: • Daoine fásta a bhí thíos le mí-úsáid in aois an pháiste

source: While child abuse has always existed, most children do not experience abuse
ga: Cé go raibh mí-úsáid leanaí ar siúl i gcónaí, ní tharlaíonn mí-úsáid do fhormhór leanaí

source: The Government updated Children First, National Guidelines for the Protection and Welfare of Children (pdf) in 2011
ga: Cothrom le dáta an Rialtas Children First National Guidelines for the Protection and Welfare of Children (pdf) i 2011

source: It emphasises that the welfare of children is of paramount importance
ga: Déanann sé an pointe go láidir go bhfuil tús áite ag leas na leanaí

source: The Guidelines are intended to help in the identification and reporting of child abuse
ga: Tá sé i gceist go gcabhródh na Treoirlínte le mí-úsáid leanaí a aithint agus a thuairisciú

source: The government is putting Children First on a legislative basis through the Children First Act 2015 to ensure compliance by all organisations working with children
ga: Tá an Rialtas ag cur na Treoirlínte ar bhonn reachtúil a chinntiú go gcomhlíonann gach eagraíocht a oibríonn le leanaí

source: What is child abuse?
ga: Céard is mí-úsáid leanaí ann?

source: Under the Guidelines child abuse is categorised into four different types
ga: Faoi na Treoirlínte, tá mí-úsáid leanaí roinnte i gceithre chineál

source: A child may experience more than one form of abuse
ga: Is féidir níos mó ná cineál amháin mí-úsáide a bheith ag tarlú do leanbh

source: The four types of abuse are:
ga: Is iad an ceithre chineál mí-úsáide ná:

source: Neglect occurs where a child suffers significant harm by being deprived of such things as food, clothes, hygiene, medical care, intellectual stimulation and supervision
ga: Tarlaíonn faillí nuair a tharlaíonn dochar suntasach do leanbh mar gheall nach bhfuil nithe cosúil le bia, éadaí, sláinteachas, cúram leighis, spreagadh intleachtúil agus maoirsiú á chur ar fáil dóibh

source: The neglect generally becomes apparent in different ways over time rather than at a specific point
ga: Is iondúil go mbíonn an fhaillí le haithint thar thréimhse ama ar bhealaí éagsúla seachas ag pointe ar leith

source: Significant harm occurs where the child’s needs are neglected to such an extent that his/her wellbeing and/or development are severely affected
ga: Tarlaíonn dochar suntasach nuair atá an méid sin faillí á dhéanamh ar riachtanais an linbh go mbíonn tionchar suntasach ar fholláine agus /nó forbairt an linbh

source: Emotional abuse occurs where a child’s need for affection, approval and security is not being met by the child’s parents or carer
ga: Tarlaíonn mí-úsáid mhothúchánach nuair nach bhfuil riachtanais an linbh maidir le cion, formheas agus slándáil á gcomhlíonadh ag tuismitheoirí nó cúramóir an linbh

source: Examples of this are unreasonable disciplinary measures, premature imposition of responsibility and exposure to domestic violence
ga: Samplaí de seo ná bearta smachta míréasúnacha, cur i bhfeidhm freagrachta ro-luath agus teagmháil le foréigean baile

source: The effects of emotional abuse on a child are shown through the child’s behaviour, emotional state or development
ga: Bíonn tionchair mhí-úsáid mhothúchánach ar leanbh le feiceáil trí iompar, staid mothúchánach nó forbairt an linbh

source: Physical abuse occurs where a child is deliberately injured or is injured due to the deliberate failure of the child’s carer to protect the child
ga: Tarlaíonn mí-úsáid fhisiciúil nuair a ghortaítear leanbh d’aon turas nó nuair a ghortaítear é mar thoradh ar fhaillí d’aon turas ó thaobh an chúramóra de chun an leanbh a chosaint

source: Examples of physical abuse are shaking a child, use of excessive force or allowing a substantial risk of injury to a child
ga: Samplaí de mhí-úsáid fhisiciúil ná leanbh a chroitheadh, iomarca fórsa a úsáid nó baol suntasach gortaithe do leanbh a cheadú

source: Sexual abuse occurs where a child is used by someone for their own or someone else’s gratification or sexual arousal
ga: Tarlaíonn mí-úsáid ghnéasach nuair a bhíonn leanbh á úsáid ag duine ar mhaithe lena sásamh gnéasach féin nó sásamh gnéasach duine eile

source: How do you recognise child abuse?
ga: Cén chaoi a n-aithníonn tú mí-úsáid leanaí?

source: Child abuse is not always readily visible and your ability to recognise it can depend as much on your willingness to accept the possibility of its existence as on your knowledge of child abuse
ga: Ní i gcónaí a bhíonn mí-úsáid leanaí le tabhairt faoi deara go furasta agus is minic a bhíonn do chumas é a aithint ag brath ar do thoilteanas a ghlacadh leis go bhféadfadh a leithéid a bheith ann, agus chomh maith leis sin ar do chuid eolais maidir le mí-úsáid leanaí

source: There are usually three stages in recognising the abuse:
ga: Is iondúil go mbíonn trí chéim i gceist in aithint mhí-úsáid leanaí:

source: • Considering the possibility of its existence, such as, where a child has a suspicious injury or appears distressed for no obvious reason
ga: • Cuimhniú go bhféadfadh a leithéid a bheith i gceist, mar shampla, nuair atá gortú amhrasach ar leanbh nó nuair atá cuma trína chéile air/uirthi gan aon chúis atá le feiceáil agat

source: • Observing signs of abuse, for example, where a child makes a direct or indirect disclosure
ga: • Comharthaí mí-úsáide a thabhairt faoi deara, mar shampla, nuair a chuireann leanbh rud in iúl go díreach nó go hindíreach

source: A pattern of signs is the most reliable indicator of abuse
ga: Is é an táscaire mí-úsáide is fearr ná pátrún comharthaí

source: • Recording of observations and any other relevant information in order to establish the grounds for concern
ga: • Taifead aon bhreithnithe agus aon fhaisnéis ábhartha eile chun forais imní a chruthú

source: Before you act on your concerns you need to consider whether any alternative explanation might exist
ga: Sula ndéanann tú aon rud faoin imní atá ort, ní mór duit a mheas an bhféadfadh aon mhíniú eile a bheith ar an scéal

source: The Child and Family Agency, also known as Tusla, provides information on the types of child abuse on its website
ga: Cuireann an Ghníomhaireacht um Leanaí agus an Teaghlach (Tusla) faisnéis ar fáil ar a láithreán gréasáin maidir le mí-úsáid leanaí

source: How do I report my concerns?
ga: Cén chaoi a ndéanaim tuairisiciú ar mo imní?

source: Anyone who suspects that a child is being abused, or is at risk of abuse, has a duty to report their suspicions to Tusla
ga: Tá sé de dhualgas ar aon duine a cheapann go bhfuil mí-úsáid á dhéanamh ar leanbh, nó go bhfuil sé/sí i mbaol mí-úsáide, é seo a chur in iúl don Tusla

source: You should report your concerns to the Tusla Children and Family Services local social work duty service in the area the child lives
ga: Ba chóir duit an imní atá ort a chur in iúl do Seirbhísí Leanaí agus Teaghlaigh Tusla oibre sóisialt áitiúil seirbhís dualgas i limistéar an pháiste

source: You can report your concerns in person, by writing or by phone
ga: Is féidir leat d’imní a chur in iúl go pearsanta, i scríbhinn nó ar an teileafón

source: While you can report your concerns anonymously, Tusla does not normally reveal the names of people who report suspicions of child abuse unless they have permission to do so
ga: Cé gur féidir leat d’imní a chur in iúl gan ainm, ní iondúil go n-insíonn Tusla cé a thuairiscigh amhras de mhí-úsáid leanaí mura bhfuil cead acu é sin a dhéanamh

source: If you are unsure about your concerns, you can discuss your suspicions with the social worker before deciding to make a formal report
ga: Mura bhfuil tú cinnte faoi d’imní, is féidir leat aon amhras atá ort a phlé leis an oibrí sóisialta sula gcinneann tú tuairisc fhoirmiúil a dhéanamh

source: Tusla will consider your report and decide whether it needs following up
ga: Déanfaidh Tusla do thuairisc a mheas agus déanfaidh siad cinneadh an gá leanúint as

source: If it does, Tusla will look for information from other sources and will contact the child and the child’s parents in order to establish what is going on
ga: Más gá, lorgóidh Tusla faisnéis ó fhoinsí eile agus rachaidh siad i dteagmháil leis an leanbh agus le tuismitheoirí an linbh chun a fháil amach céard atá ar siúl

source: It will then take whatever action is required to protect the child
ga: Ansin gníomhóidh siad mar is gá chun an leanbh a chosaint

source: If you need to report your concerns outside normal office hours (weekends and at night) you should report your concerns to the Garda Síochána
ga: Más gá duit d’imní a chur in iúl taobh amuigh de ghnáthuaireanta oifige (deireadh seachtainí agus san oíche) ba chóir duit d’imní a chur in iúl don Gharda Síochána

source: Under the Protections for Persons Reporting Child Abuse Act 1998, so long as you report what you believe to be true and you do it in good faith you cannot be sued for making a false or malicious report
ga: Faoin Acht um Chosaintí do Dhaoine a Thuairisceoidh Drochúsáid Leanaí 1998, chomh fada is a thuairiscíonn tú rud a chreideann tú féin a bheith fíor agus a dhéanann tú é sin de mheon macánta, ní féidir an dlí a chur ort faoi thuairisc bhréagach nó mailíseach a dhéanamh

source: Are parents informed if concerns are reported?
ga: An gcuirtear tuismitheoirí ar an eolas má thugtar buarthaí le fios?

source: If you are the parent of a child being assessed following the reporting of concerns, you should be told why and you should be afforded the opportunity to respond
ga: Más tuismitheoir linbh thú a bhfuil measúnú á dhéanamh ort i ndiaidh buarthaí a thabhairt le fios, ba cheart go n-inseofaí duit cén fáth a bhfuil measúnú á dhéanamh ort agus ba cheart an deis a thabhairt duit chun freagairt a thabhairt

source: Concerns about your child should be explained to you
ga: Ba cheart buarthaí faoi do leanbh a mhíniú duit

source: Information on a parent's rights is available on the Tusla website and in their leaflet on social work assessment of child protection and welfare concerns (pdf)
ga: Tá fáil ar fhaisnéis ar chearta tuismitheora ar láithreán gréasáin Tusla agus ina mbileog ar mheasúnú oibre sóisialta ar bhuarthaí um chosaint agus leas leanaí (pdf)

source: Every organisation that provides services to children should have somebody who is responsible for dealing with suspected or actual child abuse and to whom concerns can be reported
ga: Ba cheart go mbeadh i ngach eagraíocht a sholáthraíonn seirbhísí do leanaí duine éigin atá freagrach as déileáil le mí-úsáid amhrasta nó iarbhír leanaí agus ar féidir buarthaí a thuairisciú dóibh

source: Information in relation to schools is available in our document on reporting child abuse at primary and post primary level
ga: Tá fáil ar fhaisnéis maidir le scoileanna inár gcáipéis ar mhí-úsáid leanaí a thuairisciú ag leibhéal na bunscoile agus na hiar-bhunscoile

source: You can find information on what organisations need to do on the Tusla website
ga: Féadfaidh tú teacht ar fhaisnéis ar an méid is gá le heagraíochtaí a dhéanamh ar láithreán gréasáin Tusla

source: Adults who have experienced abuse in childhood
ga: Daoine fásta a bhí thíos le mí-úsáid in aois an pháiste

source: The HSE National Counselling Service for adults with a history of child abuse provides counselling and support to any adult who has experienced abuse in childhood
ga: Soláthraíonn Seirbhís Comhairleoireachta Náisiúnta FSS do dhaoine fásta a bhfuil stair mhí-úsáide leanaí acu, comhairleoireacht agus tacaíocht d’aon duine fásta a bhí thíos le mí-úsáid in aois an pháiste

source: Since its establishment its primary clients have been adults who experienced abuse whilst in the care of the state as children
ga: Ó bunaíodh é, ba dhaoine fásta a bhí thíos le mí-úsáid fad a bhí siad i gcúram an stáit mar leanaí a bhí i gceist lena phríomhchliaint

source: You can refer yourself by calling a freephone number
ga: Is féidir leat tú féin a atreorú trí ghlao ar uimhir shaorghlao

source: GPs and others can also make referrals
ga: is féidir le DGanna agus le daoine eile atreoruithe a dhéanamh, chomh maith

source: The service is available free of charge in all regions of the country
ga: Tá an tseirbhís ar fáil saor in aisce in gach réigiún sa tír

source: Connect is a free telephone counselling and support service for adults who have experienced abuse, trauma or neglect in childhood
ga: Seirbhís comhairleoireachta agus tacaíochta gutháin é Connect atá saor in aisce do dhaoine fásta a bhí thíos le mí-úsáid, tráma nó faillí in aois an pháiste

source: It is an additional service to the HSE’s National Counselling Service
ga: Seirbhís bhreise atá inti anuas ar Sheirbhís Comhairleoireachta Náisiúnta FSS

source: To speak to a counsellor call:
ga: Chun labhairt le comhairleoir, glaoigh ar:

source: • Republic of Ireland: Freephone 1800 477 477
ga: • Poblacht na hÉireann: Saorghlao: 1800 477 477

source: • UK and Northern Ireland: Freephone 00800 477 477 77
ga: • An Ríocht Aontaithe agus Tuaisceart Éireann: Saorghlao: 00800 477 477 77

source: • Outside RoI and UK: 00353 1 865 7495 (International call rates apply)
ga: • Lasmuigh de Phoblacht na hÉireann agus den Ríocht Aontaithe: 00353 1 865 7495 (Gearrtar rátaí glao idirnáisiúnta)

source: If you wish to report the abuse to the Gardaí you should contact your local Garda station in person or by telephone
ga: Más mian leat an mhí-úsáid a thuairisciú do na Gardaí, ba cheart duit teagmháil a dhéanamh le do stáisiún áitiúil Gardaí i bpearsan nó trí ghlao orthu
